Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.socketPassword.saveFailed
source: Failed to save password (%@).
ar: فشل حفظ كلمة المرور (%@).
bs: Nije uspjelo spremanje lozinke (%@).
da: Kunne ikke gemme adgangskode (%@).
de: Passwort konnte nicht gespeichert werden (%@).
es: No se pudo guardar la contraseña (%@).
fr: Impossible d'enregistrer le mot de passe (%@).
it: Impossibile salvare la password (%@).
ja: パスワードの保存に失敗しました（%@）。
ko: 비밀번호 저장 실패 (%@).
nb: Kunne ikke lagre passord (%@).
pl: Nie udało się zapisać hasła (%@).
pt_br: Falha ao salvar a senha (%@).
ru: Не удалось сохранить пароль (%@).
th: ไม่สามารถบันทึกรหัสผ่านได้ (%@)
tr: Parola kaydedilemedi (%@).
uk: Не вдалося зберегти пароль (%@).
zh_hans: 保存密码失败 (%@)。
zh_hant: 儲存密碼失敗（%@）。

# settings.automation.socketPassword.saved
source: Password saved.
ar: تم حفظ كلمة المرور.
bs: Lozinka spremljena.
da: Adgangskode gemt.
de: Passwort gespeichert.
es: Contraseña guardada.
fr: Mot de passe enregistré.
it: Password salvata.
ja: パスワードを保存しました。
ko: 비밀번호가 저장되었습니다.
nb: Passord lagret.
pl: Hasło zapisane.
pt_br: Senha salva.
ru: Пароль сохранен.
th: บันทึกรหัสผ่านแล้ว
tr: Parola kaydedildi.
uk: Пароль збережено.
zh_hans: 密码已保存。
zh_hant: 密碼已儲存。

# settings.automation.socketPassword.set
source: Set
ar: تعيين
bs: Postavi
da: Angiv
de: Festlegen
es: Establecer
fr: Définir
it: Imposta
ja: 設定
ko: 설정
nb: Angi
pl: Ustaw
pt_br: Definir
ru: Установить
th: ตั้งค่า
tr: Ayarla
uk: Встановити
zh_hans: 设置
zh_hant: 設定

# settings.automation.socketPassword.subtitleSet
source: Stored in Application Support.
ar: مخزنة في Application Support.
bs: Pohranjena u Application Support.
da: Gemt i Application Support.
de: Gespeichert in Application Support.
es: Almacenada en Application Support.
fr: Stocké dans Application Support.
it: Memorizzata nel Supporto Applicazioni.
ja: Application Supportに保存済み。
ko: Application Support에 저장됨.
nb: Lagret i Application Support.
pl: Przechowywane w Application Support.
pt_br: Armazenada em Application Support.
ru: Хранится в Application Support.
th: จัดเก็บใน Application Support
tr: Uygulama Desteği klasöründe saklanır.
uk: Збережено в Application Support.
zh_hans: 存储在应用程序支持目录中。
zh_hant: 儲存於 Application Support。

# settings.automation.socketPassword.subtitleUnset
source: No password set. External clients will be blocked until one is configured.
ar: لم يتم تعيين كلمة مرور. سيتم حظر العملاء الخارجيين حتى يتم تكوين واحدة.
bs: Lozinka nije postavljena. Vanjski klijenti će biti blokirani dok se ne konfiguriše.
da: Ingen adgangskode angivet. Eksterne klienter blokeres, indtil en er konfigureret.
de: Kein Passwort festgelegt. Externe Clients werden blockiert, bis eines konfiguriert ist.
es: No se ha establecido contraseña. Los clientes externos serán bloqueados hasta que se configure una.
fr: Aucun mot de passe défini. Les clients externes seront bloqués tant qu'un mot de passe n'aura pas été configuré.
it: Nessuna password impostata. I client esterni verranno bloccati finché non ne viene configurata una.
ja: パスワードが設定されていません。設定するまで外部クライアントはブロックされます。
ko: 비밀번호가 설정되지 않았습니다. 비밀번호를 구성하기 전까지 외부 클라이언트가 차단됩니다.
nb: Ingen passord angitt. Eksterne klienter vil bli blokkert inntil et passord er konfigurert.
pl: Hasło nie jest ustawione. Klienty zewnętrzne będą blokowane, dopóki nie zostanie skonfigurowane.
pt_br: Nenhuma senha definida. Clientes externos serão bloqueados até que uma seja configurada.
ru: Пароль не установлен. Внешние клиенты будут заблокированы, пока он не будет настроен.
th: ยังไม่ได้ตั้งรหัสผ่าน ไคลเอ็นต์ภายนอกจะถูกบล็อกจนกว่าจะกำหนดค่า
tr: Parola ayarlanmadı. Bir parola yapılandırılana kadar harici istemciler engellenecek.
uk: Пароль не встановлено. Зовнішні клієнти будуть заблоковані, поки його не налаштувати.
zh_hans: 未设置密码。外部客户端将被阻止，直到配置密码为止。
zh_hant: 尚未設定密碼。外部用戶端將被封鎖，直到設定密碼為止。

# settings.blendMode.behindWindow
source: Behind Window
ar: خلف النافذة
bs: Iza prozora
da: Bag vindue
de: Hinter dem Fenster
es: Detrás de la ventana
fr: Derrière la fenêtre
it: Dietro la finestra
ja: ウインドウの背面
ko: 윈도우 뒤
nb: Bak vinduet
pl: Za oknem
pt_br: Atrás da Janela
ru: За окном
th: ด้านหลังหน้าต่าง
tr: Pencerenin Arkası
uk: За вікном
zh_hans: 窗口后方
zh_hant: 視窗後方

# settings.blendMode.withinWindow
source: Within Window
ar: داخل النافذة
bs: Unutar prozora
da: Inden i vindue
de: Innerhalb des Fensters
es: Dentro de la ventana
fr: Dans la fenêtre
it: All'interno della finestra
ja: ウインドウ内
ko: 윈도우 내
nb: Inni vinduet
pl: W oknie
pt_br: Dentro da Janela
ru: Внутри окна
th: ภายในหน้าต่าง
tr: Pencere İçinde
uk: Усередині вікна
zh_hans: 窗口内部
zh_hant: 視窗內

# settings.browser.externalPatterns
source: URLs to Always Open Externally
ar: عناوين URL للفتح خارجيًا دائمًا
bs: URL-ovi za uvijek vanjsko otvaranje
da: URL'er der altid åbnes eksternt
de: URLs, die immer extern geöffnet werden
es: URLs para abrir siempre externamente
fr: URL à toujours ouvrir dans un navigateur externe
it: URL da aprire sempre esternamente
ja: 常に外部で開くURL
ko: 항상 외부에서 열 URL
nb: URL-er som alltid åpnes eksternt
pl: Adresy URL otwierane zawsze zewnętrznie
pt_br: URLs para Sempre Abrir Externamente
ru: URL для открытия во внешнем браузере
th: URL ที่เปิดภายนอกเสมอ
tr: Her Zaman Harici Olarak Açılacak URL'ler
uk: URL для завжди зовнішнього відкриття
zh_hans: 始终在外部打开的 URL
zh_hant: 一律在外部開啟的 URL

# settings.browser.externalPatterns.subtitle
source: Applies to terminal link clicks and intercepted `open https://...` calls. One rule per line. Plain text matches any URL substring, or prefix with `re:` for regex (for example: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ar: ينطبق على نقرات الروابط في الطرفية واستدعاءات `open https://...` المعترضة. قاعدة واحدة لكل سطر. النص العادي يطابق أي جزء من URL، أو ابدأ بـ `re:` للتعبيرات النمطية (مثال: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
bs: Primjenjuje se na klikove linkova u terminalu i presretnute `open https://...` pozive. Jedno pravilo po redu. Običan tekst odgovara bilo kojem dijelu URL-a, ili dodajte prefiks `re:` za regex (na primjer: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
da: Gælder for terminallinksklik og opfangede `open https://...`-kald. Én regel pr. linje. Almindelig tekst matcher enhver URL-delstreng, eller brug `re:` som præfiks for regex (f.eks.: openai.com/usage, re:^https?://[^/]*\.example\.com/(billing|usage)).
de: Gilt für Klicks auf Terminal-Links und abgefangene `open https://...`-Aufrufe. Eine Regel pro Zeile. Klartext stimmt mit jedem URL-Teilstring überein, oder verwenden Sie das Präfix `re:` für Regex (zum Beispiel: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
es: Se aplica a clics en enlaces del terminal y llamadas interceptadas de `open https://...`. Una regla por línea. El texto plano coincide con cualquier subcadena de URL, o usa el prefijo `re:` para regex (por ejemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
fr: S'applique aux clics sur les liens du terminal et aux appels `open https://...` interceptés. Une règle par ligne. Le texte brut correspond à toute sous-chaîne d'URL, ou préfixez par `re:` pour une expression régulière (par exemple : openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
it: Si applica ai clic sui link nel terminale e alle chiamate intercettate `open https://...`. Una regola per riga. Il testo semplice corrisponde a qualsiasi sottostringa dell'URL, oppure usa il prefisso `re:` per le regex (ad esempio: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ja: ターミナルのリンククリックおよびインターセプトされた`open https://...`呼び出しに適用されます。1行に1ルール。プレーンテキストはURL部分文字列に一致し、`re:`プレフィックスで正規表現を使用できます（例: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)）。
ko: 터미널 링크 클릭 및 인터셉트된 `open https://...` 호출에 적용됩니다. 한 줄에 하나의 규칙. 일반 텍스트는 URL의 하위 문자열을 일치시키며, `re:` 접두사로 정규식을 사용할 수 있습니다 (예: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
nb: Gjelder for terminallenkeklikk og avlyttede `open https://...`-kall. Én regel per linje. Ren tekst matcher enhver del av URL-en, eller prefiks med `re:` for regulære uttrykk (for eksempel: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
pl: Dotyczy kliknięć linków w terminalu i przechwyconych wywołań `open https://...`. Jedna reguła na wiersz. Zwykły tekst dopasowuje dowolny fragment URL, lub użyj prefiksu `re:` dla wyrażeń regularnych (na przykład: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
pt_br: Aplica-se a cliques em links do terminal e chamadas interceptadas de `open https://...`. Uma regra por linha. Texto simples corresponde a qualquer substring de URL, ou prefixe com `re:` para regex (por exemplo: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
ru: Применяется к нажатиям на ссылки в терминале и перехваченным вызовам `open https://...`. Одно правило на строку. Обычный текст совпадает с любой подстрокой URL, или используйте префикс `re:` для регулярных выражений (например: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
th: ใช้กับการคลิกลิงก์ในเทอร์มินัลและการดักจับคำสั่ง `open https://...` กฎหนึ่งข้อต่อบรรทัด ข้อความธรรมดาจะจับคู่กับส่วนใดก็ได้ของ URL หรือนำหน้าด้วย `re:` สำหรับ regex (ตัวอย่าง: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage))
tr: Terminal bağlantı tıklamalarına ve yakalanan `open https://...` çağrılarına uygulanır. Satır başına bir kural. Düz metin herhangi bir URL alt dizesiyle eşleşir veya regex için `re:` ön ekini kullanın (örneğin: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).
uk: Застосовується до кліків на посилання в терміналі та перехоплених викликів `open https://...`. Одне правило на рядок. Звичайний текст збігається з будь-якою частиною URL, або додайте префікс `re:` для регулярного виразу (наприклад: openai.com/usage, re:^https?://[^/]*\.example\.com/(billing|usage)).
zh_hans: 适用于终端中的链接点击和拦截的 `open https://...` 调用。每行一条规则。纯文本匹配任意 URL 子串，或使用 `re:` 前缀表示正则表达式（例如：openai.com/usage、re:^https?://[^/]*\\.example\\.com/(billing|usage)）。
zh_hant: 套用於終端機連結點擊和攔截的 `open https://...` 呼叫。每行一條規則。純文字會比對 URL 的任何子字串，或加上 `re:` 前綴使用正規表示式（例如：openai.com/usage、re:^https?://[^/]*\\.example\\.com/(billing|usage)）。

# settings.browser.history
source: Browsing History
ar: سجل التصفح
bs: Historija pregledanja
da: Browserhistorik
de: Browserverlauf
es: Historial de navegación
fr: Historique de navigation
it: Cronologia di navigazione
ja: ブラウザ履歴
ko: 탐색 기록
nb: Nettleserhistorikk
pl: Historia przeglądania
pt_br: Histórico de Navegação
ru: История просмотра
th: ประวัติการท่องเว็บ
tr: Tarama Geçmişi
uk: Історія перегляду
zh_hans: 浏览历史
zh_hant: 瀏覽記錄

# settings.browser.history.clearButton
source: Clear History…
ar: مسح السجل…
bs: Obriši historiju…
da: Ryd historik…
de: Verlauf löschen …
es: Borrar historial…
fr: Effacer l'historique...
it: Cancella cronologia…
ja: 履歴をクリア…
ko: 기록 지우기…
nb: Tøm historikk …
pl: Wyczyść historię…
pt_br: Limpar Histórico…
ru: Очистить историю...
th: ล้างประวัติ...
tr: Geçmişi Temizle…
uk: Очистити історію…
zh_hans: 清除历史记录...
zh_hant: 清除記錄...

# settings.browser.history.clearDialog.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# settings.browser.history.clearDialog.confirm
source: Clear History
ar: مسح السجل
bs: Obriši historiju
da: Ryd historik
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴をクリア
ko: 기록 지우기
nb: Tøm historikk
pl: Wyczyść historię
pt_br: Limpar Histórico
ru: Очистить историю
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
zh_hans: 清除历史记录
zh_hant: 清除記錄

# settings.browser.history.clearDialog.message
source: This removes visited-page suggestions from the browser omnibar.
ar: يؤدي هذا إلى إزالة اقتراحات الصفحات المزارة من شريط عنوان المتصفح.
bs: Ovo uklanja prijedloge posjećenih stranica iz omnibar preglednika.
da: Dette fjerner besøgte sideforslag fra browserens omnibar.
de: Dies entfernt Vorschläge für besuchte Seiten aus der Browser-Adressleiste.
es: Esto elimina las sugerencias de páginas visitadas de la barra de direcciones del navegador.
fr: Cela supprime les suggestions de pages visitées de la barre d'adresse du navigateur.
it: Questa operazione rimuove i suggerimenti delle pagine visitate dalla barra degli indirizzi del browser.
ja: ブラウザのオムニバーから訪問済みページの候補が削除されます。
ko: 브라우저 옴니바에서 방문 페이지 제안을 제거합니다.
nb: Dette fjerner forslag basert på besøkte sider fra nettleserens adressefelt.
pl: Spowoduje to usunięcie podpowiedzi odwiedzonych stron z paska adresu przeglądarki.
pt_br: Isto remove as sugestões de páginas visitadas da barra de endereço do navegador.
ru: Это удалит подсказки посещенных страниц из адресной строки браузера.
th: การดำเนินการนี้จะลบคำแนะนำหน้าที่เยี่ยมชมจากแถบที่อยู่เบราว์เซอร์
tr: Bu, tarayıcı çok amaçlı çubuğundan ziyaret edilen sayfa önerilerini kaldırır.
uk: Це видалить підказки відвіданих сторінок з адресного рядка браузера.
zh_hans: 这将从浏览器地址栏中移除已访问页面的建议。
zh_hant: 這會移除瀏覽器網址列中已造訪頁面的建議。

# settings.browser.history.clearDialog.title
source: Clear browser history?
ar: مسح سجل المتصفح؟
bs: Obrisati historiju preglednika?
da: Ryd browserhistorik?
de: Browserverlauf löschen?
es: ¿Borrar historial del navegador?
fr: Effacer l'historique du navigateur ?
it: Cancellare la cronologia del browser?
ja: ブラウザ履歴をクリアしますか？
ko: 브라우저 기록을 지우시겠습니까?
nb: Tømme nettleserhistorikk?
pl: Wyczyścić historię przeglądarki?
pt_br: Limpar histórico do navegador?
ru: Очистить историю браузера?
th: ล้างประวัติเบราว์เซอร์หรือไม่?
tr: Tarayıcı geçmişi temizlensin mi?
uk: Очистити історію браузера?
zh_hans: 清除浏览器历史记录？
zh_hant: 要清除瀏覽記錄嗎？

# settings.browser.history.subtitleEmpty
source: No saved pages yet.
ar: لا توجد صفحات محفوظة بعد.
bs: Još nema sačuvanih stranica.
da: Ingen gemte sider endnu.
de: Noch keine gespeicherten Seiten.
es: Aún no hay páginas guardadas.
fr: Aucune page enregistrée pour le moment.
it: Nessuna pagina salvata.
ja: 保存済みのページはまだありません。
ko: 아직 저장된 페이지가 없습니다.
nb: Ingen lagrede sider ennå.
pl: Brak zapisanych stron.
pt_br: Nenhuma página salva ainda.
ru: Сохраненных страниц пока нет.
th: ยังไม่มีหน้าที่บันทึก
tr: Henüz kayıtlı sayfa yok.
uk: Збережених сторінок ще немає.
zh_hans: 尚无已保存的页面。
zh_hant: 尚無已儲存的頁面。

# settings.browser.history.subtitleLoading
source: Checking browsing history...
ar: جارٍ التحقق من سجل التصفح...
bs: Provjerava se historija pregledanja...
da: Kontrollerer browserhistorik...
de: Browserverlauf wird geprüft...
es: Comprobando el historial de navegación...
fr: Vérification de l'historique de navigation...
it: Controllo della cronologia di navigazione...
ja: 閲覧履歴を確認中...
km: កំពុងពិនិត្យប្រវត្តិរុករក...
ko: 방문 기록을 확인하는 중...
nb: Sjekker nettleserhistorikk...
pl: Sprawdzanie historii przeglądania...
pt_br: Verificando histórico de navegação...
ru: Проверка истории браузера...
th: กำลังตรวจสอบประวัติการท่องเว็บ...
tr: Tarama geçmişi kontrol ediliyor...
uk: Перевірка історії браузера...
zh_hans: 正在检查浏览历史记录...
zh_hant: 正在檢查瀏覽歷史記錄...

# settings.browser.history.subtitleMany
source: %lld saved pages appear in omnibar suggestions.
ar: %lld صفحة محفوظة تظهر في اقتراحات شريط العنوان.
bs: %lld sačuvanih stranica se pojavljuje u prijedlozima omnibara.
da: %lld gemte sider vises i omnibar-forslag.
de: %lld gespeicherte Seiten erscheinen in den Adressleisten-Vorschlägen.
es: %lld páginas guardadas aparecen en las sugerencias de la barra de direcciones.
fr: %lld pages enregistrées apparaissent dans les suggestions de la barre d'adresse.
it: %lld pagine salvate appaiono nei suggerimenti della barra degli indirizzi.
ja: %lld件の保存済みページがオムニバーの候補に表示されます。
ko: %lld개의 저장된 페이지가 옴니바 제안에 표시됩니다.
nb: %lld lagrede sider vises i adressefeltforslag.
pl: %lld zapisanych stron pojawia się w podpowiedziach paska adresu.
pt_br: %lld páginas salvas aparecem nas sugestões da barra de endereço.
ru: Сохраненных страниц: %lld. Отображаются в подсказках адресной строки.
th: %lld หน้าที่บันทึกจะปรากฏในคำแนะนำแถบที่อยู่
tr: %lld kayıtlı sayfa çok amaçlı çubuk önerilerinde görünür.
uk: %lld збережених сторінок з'являються у підказках адресного рядка.
zh_hans: %lld 个已保存页面显示在地址栏建议中。
zh_hant: %lld 個已儲存頁面會出現在網址列建議中。

# settings.browser.history.subtitleOne
source: 1 saved page appears in omnibar suggestions.
ar: صفحة محفوظة واحدة تظهر في اقتراحات شريط العنوان.
bs: 1 sačuvana stranica se pojavljuje u prijedlozima omnibara.
da: 1 gemt side vises i omnibar-forslag.
de: 1 gespeicherte Seite erscheint in den Adressleisten-Vorschlägen.
es: 1 página guardada aparece en las sugerencias de la barra de direcciones.
fr: 1 page enregistrée apparaît dans les suggestions de la barre d'adresse.
it: 1 pagina salvata appare nei suggerimenti della barra degli indirizzi.
ja: 1件の保存済みページがオムニバーの候補に表示されます。
ko: 1개의 저장된 페이지가 옴니바 제안에 표시됩니다.
nb: 1 lagret side vises i adressefeltforslag.
pl: 1 zapisana strona pojawia się w podpowiedziach paska adresu.
pt_br: 1 página salva aparece nas sugestões da barra de endereço.
ru: 1 сохраненная страница отображается в подсказках адресной строки.
th: 1 หน้าที่บันทึกจะปรากฏในคำแนะนำแถบที่อยู่
tr: 1 kayıtlı sayfa çok amaçlı çubuk önerilerinde görünür.
uk: 1 збережена сторінка з'являється у підказках адресного рядка.
zh_hans: 1 个已保存页面显示在地址栏建议中。
zh_hant: 1 個已儲存頁面會出現在網址列建議中。

# settings.browser.hostWhitelist
source: Hosts to Open in Embedded Browser
ar: المضيفون للفتح في المتصفح المضمّن
bs: Hostovi za otvaranje u ugrađenom pregledniku
da: Værter der åbnes i den indlejrede browser
de: Hosts, die im integrierten Browser geöffnet werden
es: Hosts para abrir en el navegador integrado
fr: Hôtes à ouvrir dans le navigateur intégré
it: Host da aprire nel browser integrato
ja: 内蔵ブラウザで開くホスト
ko: 내장 브라우저에서 열 호스트
nb: Verter som åpnes i innebygd nettleser
pl: Hosty do otwierania we wbudowanej przeglądarce
pt_br: Hosts para Abrir no Navegador Integrado
ru: Хосты для открытия во встроенном браузере
th: โฮสต์ที่เปิดในเบราว์เซอร์ในตัว
tr: Gömülü Tarayıcıda Açılacak Ana Bilgisayarlar
uk: Хости для відкриття у вбудованому браузері
zh_hans: 在内嵌浏览器中打开的主机
zh_hant: 在內建瀏覽器中開啟的主機
